IDEA Open Model
ConnectionCheckRes.CheckResSummary Property
Compatible with IDEA StatiCa Beta 20.0
 List of CheckResSummary
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<CheckResSummary> CheckResSummary { get; set; }
Public Property CheckResSummary As List(Of CheckResSummary)
	Get
	Set
Property Value
Type: List<CheckResSummary>
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace